Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Update_ReturnToStableTitle
source: Return to the stable version?
ar: هل تريد العودة إلى الإصدار المستقر؟
cs: Vrátit se na stabilní verzi?
de: Zur stabilen Version zurückkehren?
el: Επιστροφή στη σταθερή έκδοση;
es: ¿Volver a la versión estable?
fa: بازگشت به نسخهٔ پایدار؟
fr: Revenir à la version stable ?
hu: Visszatér a stabil verzióra?
id: Kembali ke versi stabil?
it: Tornare alla versione stabile?
ja: 安定版に戻しますか?
ko: 안정 버전으로 돌아가시겠습니까?
pl: Czy wrócić do wersji stabilnej?
pt: Voltar para a versão estável?
ro: Reveniți la versiunea stabilă?
ru: Вернуться к стабильной версии?
th: กลับไปใช้เวอร์ชันเสถียรหรือไม่
tr: Kararlı sürüme dönülsün mü?
uk: Повернутися до стабільної версії?
vi: Quay về phiên bản ổn định?
zh_hans: 是否返回到稳定版？
zh_hant: 要返回穩定版嗎？

# Update_ReturnToStableBody
source: HexEditor will change to the latest stable version, which is older than the version you're using. Settings of newer features may be ignored.
ar: سيتغير HexEditor إلى أحدث إصدار مستقر، وهو أقدم من الإصدار الذي تستخدمه. قد يتم تجاهل إعدادات الميزات الأحدث.
cs: HexEditor přejde na nejnovější stabilní verzi, která je starší než verze, kterou používáte. Nastavení novějších funkcí mohou být ignorována.
de: HexEditor wechselt zur neuesten stabilen Version, die älter ist als die verwendete Version. Einstellungen neuerer Funktionen werden möglicherweise ignoriert.
el: Το HexEditor θα αλλάξει στην πιο πρόσφατη σταθερή έκδοση, η οποία είναι παλαιότερη από την έκδοση που χρησιμοποιείτε. Οι ρυθμίσεις νεότερων λειτουργιών ενδέχεται να αγνοηθούν.
es: HexEditor cambiará a la última versión estable, que es anterior a la que usas. Es posible que se omita la configuración de las funciones más recientes.
fa: HexEditor به آخرین نسخهٔ پایدار تغییر می‌کند که از نسخهٔ فعلی شما قدیمی‌تر است. ممکن است تنظیمات قابلیت‌های جدیدتر نادیده گرفته شوند.
fr: HexEditor va passer à la dernière version stable, qui est plus ancienne que la version que vous utilisez. Les paramètres des nouvelles fonctionnalités peuvent être ignorés.
hu: A HexEditor a legújabb stabil verzióra vált, amely régebbi a jelenleg használtnál. Az újabb funkciók beállításai figyelmen kívül maradhatnak.
id: HexEditor akan beralih ke versi stabil terbaru, yang lebih lama daripada versi yang Anda gunakan. Pengaturan fitur yang lebih baru mungkin diabaikan.
it: HexEditor passerà all'ultima versione stabile, che è meno recente della versione in uso. Le impostazioni delle funzionalità più recenti potrebbero essere ignorate.
ja: 使用中の版より古い、最新の安定版に戻します。新しい機能の設定は無視されることがあります。
ko: HexEditor가 현재 사용 중인 버전보다 오래된 최신 안정 버전으로 변경됩니다. 새로운 기능의 설정은 무시될 수 있습니다.
pl: HexEditor przejdzie na najnowszą wersję stabilną, która jest starsza niż używana wersja. Ustawienia nowszych funkcji mogą zostać zignorowane.
pt: O HexEditor mudará para a versão estável mais recente, que é mais antiga que a versão que você está usando. Configurações de recursos mais novos podem ser ignoradas.
ro: HexEditor va trece la cea mai recentă versiune stabilă, care este mai veche decât versiunea pe care o utilizați. Setările funcțiilor mai noi pot fi ignorate.
ru: HexEditor перейдет на последнюю стабильную версию, которая старше используемой. Параметры более новых функций могут быть проигнорированы.
th: HexEditor จะเปลี่ยนเป็นเวอร์ชันเสถียรล่าสุด ซึ่งเก่ากว่าเวอร์ชันที่คุณใช้อยู่ การตั้งค่าของฟีเจอร์ที่ใหม่กว่าอาจถูกละเว้น
tr: HexEditor, kullandığınız sürümden daha eski olan en son kararlı sürüme geçecek. Daha yeni özelliklerin ayarları yoksayılabilir.
uk: HexEditor буде змінено на останню стабільну версію, яка старіша за поточну. Параметри новіших функцій можуть ігноруватися.
vi: HexEditor sẽ chuyển sang phiên bản ổn định mới nhất, cũ hơn phiên bản bạn đang dùng. Cài đặt của các tính năng mới hơn có thể bị bỏ qua.
zh_hans: HexEditor 将更改为最新稳定版，该版本比你正在使用的版本旧。较新功能的设置可能会被忽略。
zh_hant: HexEditor 將變更為最新的穩定版，該版本比您目前使用的版本舊。較新功能的設定可能會被忽略。

# SetSection_ImportOther
source: Import settings from another edition
ar: استيراد الإعدادات من إصدار آخر
cs: Importovat nastavení z jiné edice
de: Einstellungen aus einer anderen Edition importieren
el: Εισαγωγή ρυθμίσεων από άλλη έκδοση
es: Importar la configuración de otra edición
fa: وارد کردن تنظیمات از نسخهٔ دیگر
fr: Importer les paramètres d'une autre édition
hu: Beállítások importálása másik kiadásból
id: Impor pengaturan dari edisi lain
it: Importa impostazioni da un'altra edizione
ja: 他の版から設定を取り込む
ko: 다른 버전에서 설정 가져오기
pl: Importuj ustawienia z innej edycji
pt: Importar configurações de outra edição
ro: Importare setări din altă ediție
ru: Импорт параметров из другого выпуска
th: นำเข้าการตั้งค่าจากรุ่นอื่น
tr: Başka bir sürümden ayarları içeri aktar
uk: Імпорт параметрів з іншого випуску
vi: Nhập cài đặt từ phiên bản khác
zh_hans: 从其他版本导入设置
zh_hant: 從其他版本匯入設定

# SetSearch_ImportOther
source: import migrate installer store portable edition
ar: import migrate installer store portable edition استيراد ترحيل مثبّت متجر محمول إصدار
cs: import importovat migrace migrovat instalační instalacni program obchod přenosná prenosna edice installer store portable edition
de: importieren migrieren installer store portabel edition import migrate portable
el: εισαγωγή μετεγκατάσταση εγκατάσταση φορητή import migrate installer store portable edition
es: importar migrar instalador store portable edición import migrate installer edition
fa: وارد کردن انتقال نصبی قابل حمل نسخه, import migrate installer store portable edition
fr: importer migrer installateur store portable édition import migrate installer edition
hu: importálás importalas átvitel atvitel telepítő telepito áruház aruhaz hordozható hordozhato kiadás kiadas import migrate installer store portable edition
id: impor migrasi penginstal portabel edisi import migrate installer store portable edition
it: importa migra edizione portatile import migrate installer store portable edition
ja: とりこみ いこう いんすとーら すとあ ぽーたぶる
ko: 가져오기 마이그레이션 설치 관리자 스토어 포터블 import migrate installer store portable edition
pl: importuj migruj instalator sklep przenośna edycja import migrate installer store portable edition
pt: importar migrar instalador loja portátil edição import migrate installer store portable edition
ro: importare migrare program de instalare magazin portabil ediție editie import migrate installer store portable edition
ru: импорт перенос установщик магазин портативная выпуск import migrate installer store portable edition
th: นำเข้า ย้าย ตัวติดตั้ง สโตร์ พกพา รุ่น import migrate installer store portable edition
tr: içeri aktar taşı yükleyici mağaza taşınabilir sürüm import migrate installer store portable edition
uk: імпорт перенесення інсталятор магазин портативна випуск import migrate installer store portable edition
vi: nhập di chuyển trình cài đặt di động phiên bản import migrate installer store portable edition
zh_hans: 导入 迁移 安装程序 应用商店 便携版 import migrate installer store portable edition
zh_hant: 匯入 移轉 安裝程式 市集 可攜式 版本 import migrate installer store portable edition

# Migration_Description
source: Settings of another edition of HexEditor were found on this PC. The other edition's folder is not changed.
ar: تم العثور على إعدادات إصدار آخر من HexEditor على هذا الكمبيوتر. لن يتم تغيير مجلد الإصدار الآخر.
cs: V tomto počítači byla nalezena nastavení jiné edice aplikace HexEditor. Složka jiné edice se nezmění.
de: Auf diesem PC wurden Einstellungen einer anderen Edition von HexEditor gefunden. Der Ordner der anderen Edition wird nicht geändert.
el: Βρέθηκαν σε αυτόν τον υπολογιστή ρυθμίσεις άλλης έκδοσης του HexEditor. Ο φάκελος της άλλης έκδοσης δεν αλλάζει.
es: Se encontró en este equipo la configuración de otra edición de HexEditor. La carpeta de la otra edición no se modifica.
fa: تنظیمات نسخهٔ دیگری از HexEditor در این رایانه پیدا شد. پوشهٔ نسخهٔ دیگر تغییر نمی‌کند.
fr: Des paramètres d'une autre édition de HexEditor ont été trouvés sur ce PC. Le dossier de l'autre édition n'est pas modifié.
hu: A HexEditor egy másik kiadásának beállításai találhatók ezen a számítógépen. A másik kiadás mappája nem módosul.
id: Pengaturan edisi HexEditor lain ditemukan di PC ini. Folder edisi lain tersebut tidak diubah.
it: Su questo PC sono state trovate impostazioni di un'altra edizione di HexEditor. La cartella dell'altra edizione non viene modificata.
ja: この PC にある他の配布形態の HexEditor の設定です。元のフォルダは変更しません。
ko: 이 PC에서 다른 버전의 HexEditor 설정을 찾았습니다. 다른 버전의 폴더는 변경되지 않습니다.
pl: Na tym komputerze znaleziono ustawienia innej edycji programu HexEditor. Folder innej edycji nie zostanie zmieniony.
pt: Foram encontradas neste PC configurações de outra edição do HexEditor. A pasta da outra edição não é alterada.
ro: Pe acest PC s-au găsit setările altei ediții HexEditor. Folderul celeilalte ediții nu este modificat.
ru: На этом компьютере найдены параметры другого выпуска HexEditor. Папка другого выпуска не изменяется.
th: พบการตั้งค่าของ HexEditor รุ่นอื่นบนพีซีเครื่องนี้ โฟลเดอร์ของรุ่นอื่นจะไม่มีการเปลี่ยนแปลง
tr: Bu bilgisayarda HexEditor'ın başka bir sürümüne ait ayarlar bulundu. Diğer sürümün klasörü değiştirilmez.
uk: На цьому ПК знайдено параметри іншого випуску HexEditor. Папку іншого випуску не буде змінено.
vi: Đã tìm thấy cài đặt của một phiên bản HexEditor khác trên PC này. Thư mục của phiên bản kia không bị thay đổi.
zh_hans: 在此电脑上找到了 HexEditor 其他版本的设置。不会更改其他版本的文件夹。
zh_hant: 在此電腦上找到另一個版本 HexEditor 的設定。不會變更另一個版本的資料夾。

# Migration_NoneFound
source: No settings of another edition of HexEditor were found on this PC.
ar: لم يتم العثور على إعدادات إصدار آخر من HexEditor على هذا الكمبيوتر.
cs: V tomto počítači nebyla nalezena žádná nastavení jiné edice aplikace HexEditor.
de: Auf diesem PC wurden keine Einstellungen einer anderen Edition von HexEditor gefunden.
el: Δεν βρέθηκαν σε αυτόν τον υπολογιστή ρυθμίσεις άλλης έκδοσης του HexEditor.
es: No se encontró en este equipo la configuración de ninguna otra edición de HexEditor.
fa: تنظیماتی از نسخهٔ دیگری از HexEditor در این رایانه پیدا نشد.
fr: Aucun paramètre d'une autre édition de HexEditor n'a été trouvé sur ce PC.
hu: Ezen a számítógépen nem találhatók a HexEditor másik kiadásának beállításai.
id: Tidak ditemukan pengaturan edisi HexEditor lain di PC ini.
it: Su questo PC non sono state trovate impostazioni di un'altra edizione di HexEditor.
ja: この PC に他の配布形態の HexEditor の設定は見つかりませんでした。
ko: 이 PC에서 다른 버전의 HexEditor 설정을 찾을 수 없습니다.
pl: Na tym komputerze nie znaleziono ustawień innej edycji programu HexEditor.
pt: Não foram encontradas neste PC configurações de outra edição do HexEditor.
ro: Pe acest PC nu s-au găsit setările altei ediții HexEditor.
ru: На этом компьютере не найдены параметры другого выпуска HexEditor.
th: ไม่พบการตั้งค่าของ HexEditor รุ่นอื่นบนพีซีเครื่องนี้
tr: Bu bilgisayarda HexEditor'ın başka bir sürümüne ait ayar bulunamadı.
uk: На цьому ПК не знайдено параметрів іншого випуску HexEditor.
vi: Không tìm thấy cài đặt của phiên bản HexEditor khác trên PC này.
zh_hans: 在此电脑上未找到 HexEditor 其他版本的设置。
zh_hant: 在此電腦上找不到其他版本 HexEditor 的設定。

# Migration_Title
source: Import settings
ar: استيراد الإعدادات
cs: Importovat nastavení
de: Einstellungen importieren
el: Εισαγωγή ρυθμίσεων
es: Importar configuración
fa: وارد کردن تنظیمات
fr: Importer les paramètres
hu: Beállítások importálása
id: Impor pengaturan
it: Importa impostazioni
ja: 設定の取り込み
ko: 설정 가져오기
pl: Importuj ustawienia
pt: Importar configurações
ro: Importare setări
ru: Импорт параметров
th: นำเข้าการตั้งค่า
tr: Ayarları içeri aktar
uk: Імпорт параметрів
vi: Nhập cài đặt
zh_hans: 导入设置
zh_hant: 匯入設定

# Migration_Body
source: Choose what to import from the {0} of HexEditor.
ar: اختر ما تريد استيراده من {0} من HexEditor.
cs: Zvolte, co chcete importovat z edice {0} aplikace HexEditor.
de: Wählen Sie aus, was aus der {0} von HexEditor importiert werden soll.
el: Επιλέξτε τι θα εισαχθεί από το HexEditor ({0}).
es: Elige qué quieres importar de la {0} de HexEditor.
fa: انتخاب کنید چه چیزی از {0} HexEditor وارد شود.
fr: Choisissez ce qu'il faut importer depuis la {0} de HexEditor.
hu: Válassza ki, mit szeretne importálni a HexEditor következő kiadásából: {0}.
id: Pilih yang akan diimpor dari {0} HexEditor.
it: Scegli cosa importare dalla {0} di HexEditor.
ja: {0} の HexEditor から取り込むものを選んでください。
ko: HexEditor {0}에서 가져올 항목을 선택하세요.
pl: Wybierz, co zaimportować z {0} programu HexEditor.
pt: Escolha o que importar da {0} do HexEditor.
ro: Alegeți ce să importați din {0} HexEditor.
ru: Выберите, что импортировать из другой версии HexEditor ({0}).
th: เลือกสิ่งที่จะนำเข้าจาก HexEditor {0}
tr: HexEditor ({0}) içinden neyin içeri aktarılacağını seçin.
uk: Виберіть, що імпортувати з HexEditor ({0}).
vi: Chọn những gì cần nhập từ {0} của HexEditor.
zh_hans: 请选择要从{0} HexEditor 导入的内容。
zh_hant: 請選擇要從 HexEditor {0}匯入的項目。

# Migration_ImportButton
source: Import
ar: استيراد
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fa: وارد کردن
fr: Importer
hu: Importálás
id: Impor
it: Importa
ja: 取り込む
ko: 가져오기
pl: Importuj
pt: Importar
ro: Importare
ru: Импортировать
th: นำเข้า
tr: İçeri aktar
uk: Імпортувати
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# SetSection_MsixUninstall
source: Uninstalling
ar: إلغاء التثبيت
cs: Odinstalace
de: Deinstallation
el: Κατάργηση εγκατάστασης
es: Desinstalación
fa: حذف نصب
fr: Désinstallation
hu: Eltávolítás
id: Pencopotan
it: Disinstallazione
ja: アンインストール
ko: 제거
pl: Odinstalowywanie
pt: Desinstalação
ro: Dezinstalare
ru: Удаление
th: การถอนการติดตั้ง
tr: Kaldırma
uk: Видалення
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 解除安裝

# SetSearch_MsixUninstall
source: uninstall remove export backup
ar: uninstall remove export backup إلغاء التثبيت إزالة تصدير نسخ احتياطي
cs: odinstalovat odinstalace odebrat export exportovat záloha zaloha uninstall remove backup
de: deinstallieren entfernen exportieren sicherung uninstall remove export backup
el: κατάργηση εγκατάστασης διαγραφή εξαγωγή αντίγραφο ασφαλείας uninstall remove export backup
es: desinstalar quitar exportar copia de seguridad uninstall remove export backup
fa: حذف نصب پاک کردن صادر کردن پشتیبان, uninstall remove export backup
fr: désinstaller supprimer exporter sauvegarde uninstall remove export backup
hu: eltávolítás eltavolitas törlés torles exportálás exportalas biztonsági mentés uninstall remove export backup
id: copot hapus ekspor cadangan uninstall remove export backup
it: disinstalla rimuovi esporta backup uninstall remove export
ja: あんいんすとーる さくじょ えくすぽーと
ko: 제거 삭제 내보내기 백업 uninstall remove export backup
pl: odinstaluj usuń eksportuj kopia zapasowa uninstall remove export backup
pt: desinstalar remover exportar backup uninstall remove export
ro: dezinstalare eliminare exportare backup copie de rezervă rezerva uninstall remove export backup
ru: удалить экспорт резервная копия uninstall remove export backup
th: ถอนการติดตั้ง ลบ ส่งออก สำรองข้อมูล uninstall remove export backup
tr: kaldır sil dışarı aktar yedek uninstall remove export backup
uk: видалити резервна копія експорт uninstall remove export backup
vi: gỡ cài đặt xóa xuất sao lưu uninstall remove export backup
zh_hans: 卸载 删除 导出 备份 uninstall remove export backup
zh_hant: 解除安裝 移除 匯出 備份 uninstall remove export backup

# Settings_MsixUninstallNote
source: Uninstalling HexEditor also deletes its settings. Export your settings if you need them.
ar: يؤدي إلغاء تثبيت HexEditor إلى حذف إعداداته أيضاً. قم بتصدير إعداداتك إذا كنت بحاجة إليها.
cs: Odinstalováním aplikace HexEditor se odstraní i její nastavení. Pokud nastavení potřebujete, exportujte je.
de: Beim Deinstallieren von HexEditor werden auch die Einstellungen gelöscht. Exportieren Sie Ihre Einstellungen, wenn Sie sie benötigen.
el: Η κατάργηση της εγκατάστασης του HexEditor διαγράφει και τις ρυθμίσεις του. Εξαγάγετε τις ρυθμίσεις σας αν τις χρειάζεστε.
es: Al desinstalar HexEditor también se elimina su configuración. Exporta la configuración si la necesitas.
fa: حذف نصب HexEditor تنظیمات آن را نیز حذف می‌کند. اگر به تنظیمات نیاز دارید، آن‌ها را صادر کنید.
fr: La désinstallation de HexEditor supprime aussi ses paramètres. Exportez vos paramètres si vous en avez besoin.
hu: A HexEditor eltávolítása a beállításait is törli. Ha szüksége van rájuk, exportálja a beállításokat.
id: Mencopot HexEditor juga menghapus pengaturannya. Ekspor pengaturan Anda jika Anda memerlukannya.
it: La disinstallazione di HexEditor elimina anche le relative impostazioni. Esporta le impostazioni se ti servono.
ja: アンインストールすると設定も削除されます。必要な場合は設定をエクスポートしてください。
ko: HexEditor를 제거하면 설정도 삭제됩니다. 필요하면 설정을 내보내세요.
pl: Odinstalowanie programu HexEditor usuwa także jego ustawienia. Wyeksportuj ustawienia, jeśli ich potrzebujesz.
pt: Desinstalar o HexEditor também exclui as configurações dele. Exporte suas configurações se precisar delas.
ro: Dezinstalarea HexEditor șterge și setările acestuia. Exportați setările dacă aveți nevoie de ele.
ru: При удалении HexEditor также удаляются его параметры. Экспортируйте параметры, если они вам нужны.
th: การถอนการติดตั้ง HexEditor จะลบการตั้งค่าด้วย โปรดส่งออกการตั้งค่าหากต้องการเก็บไว้
tr: HexEditor'ı kaldırmak ayarlarını da siler. Gerekirse ayarlarınızı dışarı aktarın.
uk: Під час видалення HexEditor також видаляються його параметри. Експортуйте параметри, якщо вони вам потрібні.
vi: Gỡ cài đặt HexEditor cũng sẽ xóa cài đặt của ứng dụng. Hãy xuất cài đặt nếu bạn cần.
zh_hans: 卸载 HexEditor 也会删除其设置。如有需要，请导出你的设置。
zh_hant: 解除安裝 HexEditor 也會刪除其設定。如有需要，請先匯出設定。

# Set_uninstall_removeUserData
source: Delete my data when uninstalling
ar: حذف بياناتي عند إلغاء التثبيت
cs: Při odinstalaci odstranit moje data
de: Meine Daten bei der Deinstallation löschen
el: Διαγραφή των δεδομένων μου κατά την κατάργηση εγκατάστασης
es: Eliminar mis datos al desinstalar
fa: حذف داده‌های من هنگام حذف نصب
fr: Supprimer mes données lors de la désinstallation
hu: Adataim törlése eltávolításkor
id: Hapus data saya saat mencopot
it: Elimina i miei dati durante la disinstallazione
ja: アンインストール時にデータを削除する
ko: 제거할 때 내 데이터 삭제
pl: Usuń moje dane podczas odinstalowywania
pt: Excluir meus dados ao desinstalar
ro: Ștergere date la dezinstalare
ru: Удалять мои данные при удалении программы
th: ลบข้อมูลของฉันเมื่อถอนการติดตั้ง
tr: Kaldırırken verilerimi sil
uk: Видаляти мої дані під час видалення програми
vi: Xóa dữ liệu của tôi khi gỡ cài đặt
zh_hans: 卸载时删除我的数据
zh_hant: 解除安裝時刪除我的資料

# SetDesc_uninstall_removeUserData
source: Delete the settings, logs and recovery data when HexEditor is uninstalled. Data that is kept is used the next time you install HexEditor.
ar: حذف الإعدادات والسجلات وبيانات الاسترداد عند إلغاء تثبيت HexEditor. تُستخدم البيانات المحتفظ بها في المرة التالية التي تثبّت فيها HexEditor.
cs: Při odinstalaci aplikace HexEditor odstranit nastavení, protokoly a data pro obnovení. Zachovaná data se použijí při příští instalaci aplikace HexEditor.
de: Einstellungen, Protokolle und Wiederherstellungsdaten löschen, wenn HexEditor deinstalliert wird. Beibehaltene Daten werden bei der nächsten Installation von HexEditor verwendet.
el: Διαγραφή των ρυθμίσεων, των αρχείων καταγραφής και των δεδομένων ανάκτησης κατά την κατάργηση της εγκατάστασης του HexEditor. Τα δεδομένα που διατηρούνται χρησιμοποιούνται την επόμενη φορά που θα εγκαταστήσετε το HexEditor.
es: Elimina la configuración, los registros y los datos de recuperación al desinstalar HexEditor. Los datos que se conservan se usan la próxima vez que instales HexEditor.
fa: هنگام حذف نصب HexEditor، تنظیمات، گزارش‌ها و داده‌های بازیابی حذف شوند. داده‌های نگه‌داشته‌شده دفعهٔ بعد که HexEditor را نصب کنید استفاده می‌شوند.
fr: Supprime les paramètres, les journaux et les données de récupération lors de la désinstallation de HexEditor. Les données conservées sont réutilisées lors de la prochaine installation de HexEditor.
hu: A HexEditor eltávolításakor a beállítások, naplók és helyreállítási adatok törlődnek. A megtartott adatokat a HexEditor következő telepítése használja.
id: Menghapus pengaturan, log, dan data pemulihan saat HexEditor dicopot. Data yang disimpan akan digunakan saat Anda memasang HexEditor lagi.
it: Elimina impostazioni, log e dati di recupero quando HexEditor viene disinstallato. I dati conservati vengono usati alla successiva installazione di HexEditor.
ja: アンインストールしたときに、設定・ログ・復旧用のデータを削除します。残したデータは次にインストールしたときに使われます。
ko: HexEditor를 제거할 때 설정, 로그, 복구 데이터를 삭제합니다. 유지된 데이터는 다음에 HexEditor를 설치할 때 사용됩니다.
pl: Usuwa ustawienia, dzienniki i dane odzyskiwania przy odinstalowywaniu programu HexEditor. Zachowane dane zostaną użyte przy następnej instalacji programu HexEditor.
pt: Exclui as configurações, os logs e os dados de recuperação quando o HexEditor é desinstalado. Os dados mantidos são usados na próxima vez que você instalar o HexEditor.
ro: Șterge setările, jurnalele și datele de recuperare la dezinstalarea HexEditor. Datele păstrate sunt utilizate la următoarea instalare a HexEditor.
ru: Удалять параметры, журналы и данные восстановления при удалении HexEditor. Сохраненные данные будут использованы при следующей установке HexEditor.
th: ลบการตั้งค่า บันทึก และข้อมูลการกู้คืนเมื่อถอนการติดตั้ง HexEditor ข้อมูลที่เก็บไว้จะถูกใช้ในครั้งถัดไปที่คุณติดตั้ง HexEditor
tr: HexEditor kaldırıldığında ayarları, günlükleri ve kurtarma verilerini siler. Saklanan veriler HexEditor'ı bir sonraki yükleyişinizde kullanılır.
uk: Видаляти параметри, журнали й дані для відновлення під час видалення HexEditor. Збережені дані буде використано під час наступної інсталяції HexEditor.
vi: Xóa cài đặt, nhật ký và dữ liệu khôi phục khi gỡ cài đặt HexEditor. Dữ liệu được giữ lại sẽ được dùng vào lần tiếp theo bạn cài đặt HexEditor.
zh_hans: 卸载 HexEditor 时删除设置、日志和恢复数据。保留的数据将在下次安装 HexEditor 时使用。
zh_hant: 解除安裝 HexEditor 時刪除設定、記錄和復原資料。保留的資料會在下次安裝 HexEditor 時使用。
